10/data/attachments/e2a75546b6675486.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Carlos_lawyer_Actions_86324_4</nif:username>
            <nif:friendToBeRequested>soap_actions_e150b45b-2c0c-4d3b-b3c5-e3c81bcc7c7f</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>